Repository: MrDragar/YouTube_Audio_Bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uk

source: Видео
uk: Відео

source: Аудио
uk: Аудіо

source: Отмена
uk: Скасування

source: Подписаться на канал
uk: Підписатися на канал

source: Проверить подписку
uk: Перевірити підписку

source: Ответить пользователю
uk: Відповісти користувачеві

source: Сбор данных о аудио
uk: Збір даних про аудіо

source: Скачивание аудио
uk: Скачування аудіо

source: Отправление аудио
uk: Відправлення аудіо

source: Сбор данных о видео
uk: Збір даних про відео

source: Скачивание видео
uk: Завантаження відео

source: Отправление видео
uk: Відправлення відео

source: Привет. С помощью этого бота ты можешь скачать любое видео или аудио с Ютуба. Для этого вам необходимо скинуть ссылку на этот ролик. По всем вопросам пишите на yshhenyaev@mail.ru Для смены языка пропишите /language Если бот отправил вам сломанное видео или аудио, перешлите боту это видео или аудио и повторите скачивание.
uk: Привіт! За допомогою цього бота ти можеш завантажити будь-яке відео чи аудіо з YouTube. Для цього тобі потрібно надіслати посилання на цей ролик. По всіх питаннях пишіть на yshhenyaev@mail.ru Для зміни мови пропишіть /language Якщо бот надіслав тобі пошкоджений відео чи аудіо файл, перешли боту цей відео чи аудіо та повтори завантаження.

source: Напишите ваш отзыв
uk: Напишіть ваш відгук

source: Ответить пользователю @{name}
uk: Відповісти користувачеві @{name}

source: Выберите язык
uk: Виберіть мову

source: Вы успешно сменили язык
uk: Ви успiшно змiнили мову

source: отмена
uk: скасування

source: Для работы бота сперва необходимо подписаться на наш канал
uk: Для роботи бота спершу необхідно підписатися на наш канал

source: Отправьте сообщение для ответа пользователю
uk: Надішліть повідомлення для відповіді користувачеві

source: Ответ админа:
uk: Відповідь адміна:

source: Скорее всего, пользователь заблокировал бота
uk: Швидше за все, Користувач заблокував бота

source: Ответ отправлен
uk: Відповідь надіслано

source: Напишите ваш пост
uk: Напишіть ваш пост

source: Отправка поста закончена
uk: Відправка поста закінчена

source: Да подогоди ты, я занят твоим предыдущим видео
uk: Так постривай ти, я зайнятий твоїм попереднім відео

source: Ошибка, такого файла нет в базе данных
uk: Помилка, такого файлу немає в базі даних

source: Видео успешно удалено, можете скачать его заново
uk: Відео успішно видалено, можете завантажити його заново

source: Чё надо?
uk: Че треба?

source: Нет ссылки в сообщении
uk: Немає посилання в повідомленні

source: Данный сайт не поддерживается
uk: Даний сайт не підтримується

source: Выберите тип файла
uk: Виберіть тип файлу

source: Эта функция не работает и нужна только ради красоты
uk: Ця функція не працює і потрібна тільки заради краси

source: Файл весит больше 2 ГБ
uk: Файл важить більше 2 ГБ

source: Плейлисты не поддерживаются
uk: Плейлисти не підтримуються

source: Видео заблокировано в РФ
uk: Відео заблоковано в РФ

source: Видео недоступно для скачивания
uk: Відео недоступне для скачування

source: Видео недоступно для скачивания. Ошибка 404
uk: Відео недоступне для скачування. Помилка 404

source: Некорректная ссылка
uk: Некоректне посилання

source: Ошибка с форматом видео. Пожалуйста, сообщите админам об этой ошибке
uk: Помилка з форматом відео. Будь ласка, повідомте адміністраторам про цю помилку

source: Ошибка из-за того, что это видео сейчас кто-то скачивал. Пожалуйста, повторите попытку через 5 минут.
uk: Помилка через те, що це відео зараз хтось скачував. Будь ласка, повторіть спробу через 5 хвилин.

source: Произошла какая-та ошибка при скачивании видео. Сообщите админам
uk: Сталася якась та помилка при скачуванні відео. Повідомте адмінам

source: Данный формат видео не поддерживается
uk: Даний формат відео не підтримується

source: Произошла какая-то ошибка (никто не знает, из-за чего она произошла). Сообщите админам
uk: Сталася якась помилка (ніхто не знає, через що вона сталася). Повідомте адмінам

source: Выберите разрешение
uk: Виберіть дозвіл

source: Неверное расширение
uk: Неправильне розширення

source: Произошла ошибка с хранением данных, повторите запрос
uk: Сталася помилка зі зберіганням даних, повторіть запит
